<html lang="en">

<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <link rel="preconnect" href="https://fonts.googleapis.com">
    <link rel="preconnect" href="https://fonts.gstatic.com" crossorigin>
    <link href="https://fonts.googleapis.com/css2?family=Montserrat:ital,wght@0,100..900;1,100..900&display=swap"
        rel="stylesheet">
    <link rel="stylesheet" href="css/article.css">
    <title>Document</title>
</head>

<body>
    <?php
    include 'header.php';
    ?>
    <main>
        <h1>У цьому розділі зібрані цікаві статті на тему навчання у різних країнах.</h1>
        <ul>
            <li><a
                    href="https://uk.wikipedia.org/wiki/%D0%A1%D0%B8%D1%81%D1%82%D0%B5%D0%BC%D0%B8_%D0%BE%D1%86%D1%96%D0%BD%D1%8E%D0%B2%D0%B0%D0%BD%D0%BD%D1%8F_%D0%B7%D0%BD%D0%B0%D0%BD%D1%8C#:~:text=%D0%9E%D1%86%D1%96%D0%BD%D1%8E%D0%B2%D0%B0%D0%BD%D0%BD%D1%8F%20%D0%B2%20%D0%BE%D1%81%D0%B2%D1%96%D1%82%D1%96%20%E2%80%94%20%D1%86%D0%B5%20%D0%BF%D1%80%D0%BE%D1%86%D0%B5%D1%81,%D0%BA%D1%96%D0%BB%D1%8C%D0%BA%D0%BE%D1%81%D1%82%D1%96%20(%D1%87%D0%B0%D1%81%D1%82%D0%BE%20%D0%B7%D1%96%20100).">
                    Вікіпедія
                </a>
                <h2>Коротко про статтю:</h2>
                <p>На цьому сайті йде мова про системи оцінювання знань. У деяких країнах оцінки усереднюються, щоб
                    створити середній бал (GPA).</p>
                <p>Сукупний середній бал (CGPA), який іноді називають просто GPA, є
                    показником успішності для всіх курсів студента.</p>
            </li>
            <li><a
                    href="https://tech.liga.net/ua/technology/article/vse-na-bumage-chem-za-granitsey-zamenyayut-diyu-i-shkolnye-viber-chaty-opyt-ukraintsev">
                    LIGA.net</a>
                <h2>Коротко про статтю:</h2>
                <p>Тут описані основні відмінності у навчанні між країнами ЄС та Україною. Основні тези:</p>
                <br>
                <ul>
                    <li>
                        <p>В ЄС обирають не цифрові документи, а "папірці"</p>
                    </li>
                    <li>
                        <p>Електронні квитки є, але не всюди</p>
                    </li>
                    <li>
                        <p>У Чехії записатися до лікаря нібито можна через email, але вони їх не читають та не
                            відповідають.
                            Тільки телефонувати.</p>
                    </li>
                    <li>
                        <p>Запис до лікаря без Helsi</p>
                    </li>
                </ul>
            </li>
            <li><a
                    href="https://ua-referat.com/%D0%A1%D0%B8%D1%81%D1%82%D0%B5%D0%BC%D0%B0_%D0%BE%D1%81%D0%B2%D1%96%D1%82%D0%B8_%D0%93%D0%BE%D0%BB%D0%BB%D0%B0%D0%BD%D0%B4%D1%96%D1%97">
                    ua-referat.com</a>
                <h2>Коротко про статтю:</h2>
                <p>Тут йде мова про системи освіти Голландії</p>
            </li>
            <li>
                <a href="https://osvitoria.media/ru/experience/kak-v-raznyh-stranah-stavyat-otsenky/">Освіторія</a>
                <h2>Коротко про статтю:</h2>
                <p>У різних країнах різні підходи до оцінювання учнів.</p>
                <p>В Фінляндії діти не отримують оцінок до 12 років,
                    вони фокусуються на прогресі. У Японії немає традиційної системи оцінювання, учителі описують
                    навички учнів.</p>
                <p>В Норвегії до 8 класу немає оцінок, акцент робиться на розвитку особистості.</p>
                <p>У Франції і Канаді використовуються відповідно 20-бальна та буквена системи оцінювання. </p>
                <p>Всюди важливий індивідуальний прогрес учнів та зворотний зв'язок з батьками.</p>
            </li>
            <li>
                <a href="article1.php">Основні відмінності у системі навчання між США та Європейським Союзом</a>
                <h2>Коротко про статтю:</h2>
                <p>
                    Стаття пропонує короткий порівняльний аналіз систем навчання в Сполучених Штатах Америки та країнах
                    Європейського Союзу. Вона розглядає основні відмінності та подібності у структурі освіти, методах
                    навчання та системах фінансування. </p>
            </li>
        </ul>
    </main>
</body>

</html>