<?php
session_start();
?>
<html lang="en">

<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Document</title>
    <link rel="preconnect" href="https://fonts.googleapis.com">
    <link rel="preconnect" href="https://fonts.gstatic.com" crossorigin>
    <link
        href="https://fonts.googleapis.com/css2?family=Roboto:ital,wght@0,100;0,300;0,400;0,500;0,700;0,900;1,100;1,300;1,400;1,500;1,700;1,900&family=Rubik:ital,wght@0,300..900;1,300..900&display=swap"
        rel="stylesheet">
    <link rel="stylesheet" href="css/index.css">
</head>

<body>
    <?php
    include 'header.php';
    ?>
    <main>
        <h1>На цьому сайті ви можете дізнатися більше про освіту в інших країнах</h1>
        <p>Також якщо ви учень-переселенець, ви можете пройти анкетування, для цього вам потрібно авторизуватися у свій
            аккаунт
        <p>
        <h1>Навіщо ми збираємо цю інформацію?</h1>
        <p>Відповіді учнів-переселенців є надзвичайно важливими для цього проекту з декількох причин.</p>
        <ul class="list">
            <li>
                По-перше,вони допомагають нам краще зрозуміти унікальні виклики та потреби, з якими зіткнулися ці
                учні в
                процесі адаптації до нового середовища та освітньої системи. Це дозволяє нам створити більш
                ефективні
                програми та сервіси, які сприятимуть їх успішній інтеграції в шкільне середовище.
            </li>
            <li>
                По-друге, відповіді учнів надають нам доступ у їхні індивідуальні досвіди, перспективи та
                потреби. Це допомагає нам створити персоналізовані підходи до навчання та підтримки, що враховують
                різноманітність їхніх ситуацій та вимог.
            </li>
            <li>
                Крім того, відповіді учнів допомагають нам визначити тенденції в адаптації та успішності
                учнів-переселенців. Це дозволяє нам розвивати стратегії для покращення результатів навчання та
                соціальної інтеграції.
            </li>
            <li>
                Узагалі, відповіді учнів-переселенців створюють цінну інформаційну базу, яка допомагає нам краще
                розуміти їхні потреби та реалізувати ефективні заходи для підтримки їхнього навчання та успішної
                інтеграції в
                нове середовище.
            </li>
        </ul>
    </main>
</body>

</html>