<html lang="en">

<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <link rel="stylesheet" href="css/more.css">
    <title>Document</title>
</head>

<body>
    <?php
    include 'header.php';
    ?>
    <main>
        <h1>Освіта за кордоном привертає увагу своєю різноманітністю та інноваційними підходами до навчання.</h1>
        <h1>У кожній
            країні свої унікальні освітні системи, які відображають культурні, історичні та соціальні особливості
            суспільства.</h1>
        <p>Наприклад, У Німеччині немає уніфікованої загальнообов’язкової освіти. У різних регіонах Німеччини
            загальнообов’язкова освіта триває 9 чи 10 років, починаючи з шестирічного віку. Навчання у початковій школі
            (Grundschule) у Німеччині починається у шестирічному віці і триває упродовж чотирьох-шести років. Німці
            навчаються так само як і українці 5 днів на тиждень, також у них зазвичай 6-7 уроків у день, уроки тривають
            приблизно 45 хвилин,
            у більшості німецьких шкіл користування телефоном на уроці заборонена, але можуть бути виключення.
            Оцінювання знань в Німеччині зазвичай відбувається за числовою системою. Це означає, що учні отримують
            оцінки у формі чисел від 1 до 6, учні ведуть щоденники з усіма важливими відомостями та домашніми
            завданнями. Це допомагає в організації навчального процесу та відстеженні успішності учнів. Домашні завдання
            зазвичай видаються в класі або заздалегідь на письмовому аркуші. Це стандартна практика в більшості
            німецьких шкіл. У Німеччині проводяться іспити у школі, особливо в кінці семестру або навчального року. Вони
            оцінюють рівень знань учнів і часто мають велике значення для їхньої успішності. Після закінчення школи
            учень отримує атестат про повну середню освіту або Abitur, який дає право на вступ до університету або
            вищого навчального закладу.</p>
        <p>Розглянемо сусіда Німеччини, Австрію. Навчальний рік складається з 180 днів (5 днів на тиждень)
            і триває залежно від федерального повіту від першого або другого понеділка вересня до суботи у проміжку від
            28 червня до
            4 липня або в період з 5 липня до 11 липня. Школи відкриті упродовж п’яти або шести днів на тиждень.
            Тижневий обсяг занять коливається від 20 уроків (початкова школа) до 35
            (в технічних і професійно-технічних училищах). Кожен урок
            триває 50 хвилин.(на 5 хвилин довше ніж у Німеччині). У рамках обов’язкової освіти не проводиться жодних
            офіційних зовнішніх іспитів. Оцінка вчителя заснована на участі учня у діяльності класу та усної
            презентації, письмових робіт, практичних і графічних робіт. У Німеччині навпаки іспити є обов’язкової
            частиною системи освіти. Але після дев'яти класів учні здають іспит. Після дев’ятирічної обов’язкової освіти
            учні можуть укладати договори з роботодавцем про отримання роботи після
            закінчення професійної освіти, але у випадку з неповнолітніми учнями потрібна згода батьків. Учень-стажер
            стає учнем обов’язкової школи технічного та професійного спрямування. Учні, які успішно склали іспит
            наприкінці загальноосвітньої середньої школи за науковим профілем, одержують атестат про середню освіту
            (Reifeprüfungszeugnis).</p>
        <p>Розглянемо ще одного сусіда Німеччини, Францію. Французька освітня система має яскраво виражену національну
            специфіку. У цій країні своя система дипломів та вчених ступенів, особливий розподіл на цикли, і особливе
            відношення до дипломів державних навчальних закладів: вони, як правило, цінуються набагато вище, ніж дипломи
            приватних шкіл та університетів. Освітня система у Франції має таку структуру: дошкільна
            освіта (до 6 років); початкова освіта (6-11 років); середня освіта (11-18 років), після закінчення навчання
            відбувається екзамен, присвоюється ступінь бакалавра; вища освіт. Початкова освіта у Франції є обов’язковою
            і безкоштовною. До початкової (елементарної) школи приймають дітей з
            6 років. Початкова освіта триває 5 років (для порівняння: у деяких землях Німеччини, кантонах Швейцарії,
            областях Італії – аналогічний термін тривалості початкової освіти; в Англії та
            Уельсі початкова освіта продовжується до 6 років; у Шотландії
            та Ірландії – 7 років; у країнах Скандинавії – 9 років). Прийнята у Франції система шкільної освіти
            розділена на три цикли: початкова школа (5 років навчання), коледж (4 роки), ліцей
            (2-3 роки). Обов’язковими є перші два.</p>
        <p>Польща. У Польщі функціонують державні вищі навчальні заклади, а також створені після 1990 року приватні.
            Після 1998 року створено групу професійних вищих навчальних закладів. Навчання має денну, вечірню, заочну та
            екстернатну форми. У Польщі функціонують державні вищі навчальні заклади, а також створені після 1990 року
            приватні. Після 1998 року створено групу професійних вищих навчальних закладів. Навчання має денну, вечірню,
            заочну та екстернатну форми. Оцінювання рівня знань студентів здійснюється за шкалою: 5.0 – відмінно, 4.5 –
            дуже добре, 4.0 –добре, 3.5 – посередньо, 3.0 – задовільно, 2.0 – незадовільно. Однією із головних складових
            навчального процесу є навчальна практика, здійснення якої відбувається упродовж
            навчального року, термін її виконання встановлює декан факультету. Якщо студент бере участь у наукових
            дослідженнях чи розробках, то навчальна практика у такому випадку може бути частково або повністю
            зарахованою.
        </p>
        <h1>Цікаві факти</h1>
        <ul>
            <h2>Німеччина</h2>
            <li>
                <p>Тільки випускники гімназії отримують атестат зрілості (Abitur) та право вступити до університету,
                    решті дають довідку про освіту.
                </p>
            </li>
            <li>
                <p>Аbitur можна отримати окремо після спеціальних курсів.</p>
            </li>
            <li>
                <p>З першого класу дитини, успішність якої значно краще, можуть перевести клас вище.</p>
            </li>
            <li>
                <p>Багато випускників гімназій залишаються на другий рік, щоб покращити середній бал в атестаті.</p>
            </li>
            <li>
                <p>У Німеччині є закон про загальний шкільний обов'язок, батьків прогульника може оштрафувати поліція.
                </p>
            </li>
            <li>
                <p>Також у німецьких школах дітей не годують, вони носять їжу з дому</p>
            </li>
        </ul>
        <ul>
            <h2>Франція</h2>
            <li>
                <p>У Франції існує традиція гімназійного навчання, яке зазвичай розпочинається у віці 11 років. Гімназії
                    славляться своєю академічною високою підготовкою та підкресленням гуманітарних наук.</p>
            </li>
            <li>
                <p>Французькі студенти зазвичай проймають серію випробувань, відомих як "Baccalauréat" (або "Bac"), щоб
                    отримати ступінь середньої освіти. Цей екзамен зазвичай проходить у заключному році старшої школи і
                    визначає доступ до університету.</p>
            </li>
            <li>
                <p>Французькі університети відомі своєю академічною високою підготовкою. Університети, такі як Sorbonne
                    в Парижі, мають довгу історію і визнані у всьому світі.</p>
            </li>
            <li>
                <p>У Франції існує високий рівень конкуренції в освітній системі, що відображається у рейтингових
                    списках університетів. Це стимулює студентів до досягнень та конкурентоздатності.</p>
            </li>
            <li>
                <p>Франція відома своєю збалансованою системою освіти, яка підтримує як гуманітарні, так і наукові
                    напрями. Студенти можуть обирати шлях у галузі мистецтва, науки, технологій або гуманітарних наук
                    залежно від їхніх інтересів та цілей.</p>
            </li>
            <li>
                <p>Франція приваблює студентів з усього світу своїми відомими університетами, програмами обміну та
                    можливостями для отримання міжнародного досвіду.</p>
            </li>
            <li>
                <p>Оскільки французька мова є однією з головних мов світу, навчання у Франції також включає мовну
                    іммерсію, що допомагає студентам покращити свої мовні навички та отримати культурний досвід.</p>
            </li>
        </ul>
        <ul>
            <h2>Італія</h2>
            <li>
                <p>В Італії існує система загальної і безкоштовної освіти для всіх дітей віком від 6 до 16 років. Це
                    включає початкову та середню школу.</p>
            </li>
            <li>
                <p>Італійська освітня система відзначається великим акцентом на культурні аспекти, включаючи мистецтво,
                    літературу та історію. Уроки мистецтва та музики є обов'язковими в багатьох школах.</p>
            </li>
            <li>
                <p>Шкільна система Італії відома своєю трициклічною структурою, яка складається з трьох рівнів:
                    початкова школа (scuola primaria), середня школа (scuola secondaria di primo grado) і старша школа
                    (scuola secondaria di secondo grado).</p>
            </li>
            <li>
                <p>Останнім часом в Італії спостерігається збільшення кількості шкіл, що пропонують англомовні програми,
                    щоб підготувати студентів до міжнародного середовища та робочих можливостей.</p>
            </li>
            <li>
                <p>Італійці віддають велике значення вищій освіті, тому багато студентів прагнуть отримати вищу освіту,
                    вступивши до університетів або вищих навчальних закладів.</p>
            </li>
            <li>
                <p>Італія славиться своїми високоякісними університетами, такими як Університет Болоньї, який вважається
                    найдавнішим університетом у світі, та Університет Падуї, де була створена перша біржа в світі.</p>
            </li>
            <li>
                <p>Італійські університети приваблюють студентів з усього світу, створюючи багатомовне та культурно
                    різноманітне середовище для навчання та взаєморозуміння.</p>
            </li>
        </ul>
    </main>
</body>

</html>