<html lang="en">

<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <link rel="preconnect" href="https://fonts.googleapis.com">
    <link rel="preconnect" href="https://fonts.gstatic.com" crossorigin>
    <link href="https://fonts.googleapis.com/css2?family=Montserrat:ital,wght@0,100..900;1,100..900&display=swap"
        rel="stylesheet">
    <link rel="stylesheet" href="css/more.css">
    <title>Document</title>
</head>

<body>
    <?php
    include 'header.php';
    ?>
    <main>
        <div>
            <h1>Порівняємо освітні системи ЄС та України:</h1>
            <div>
                <h2>Cтруктура освіти:</h2> <br>
                <p>ЄС: Системи освіти в країнах ЄС зазвичай включають дошкільну, початкову, базову середню, повну
                    середню, професійно-технічну, вищу та післядипломну освіту.</p><br>
                <p>Україна: Структура освіти в Україні також охоплює дошкільну, загальну середню, позашкільну,
                    професійно-технічну, вищу, післядипломну освіту, аспірантуру та докторантуру.</p><br>
            </div>
            <div>
                <h2>Управління освітою:</h2><br>
                <p>ЄС: Відповідальність за освіту лежить на державах-членах, а інституції ЄС відіграють допоміжну роль.
                    ЄС сприяє розвитку якісної освіти через співпрацю між країнами, обмін студентами та програми, такі
                    як Еразмус.</p><br>
                <p>Україна: Управління освітою в Україні здійснюється на національному рівні через Міністерство освіти і
                    науки, яке визначає стандарти та політику в галузі освіти.</p><br>
            </div>
            <div>
                <h2>Реформи та інновації:</h2><br>
                <p>ЄС: Країни ЄС працюють над досягненням конкретних цілей у сфері освіти, включаючи розвиток вищої
                    освіти та професійної підготовки, щоб підвищити конкурентоспроможність та інноваційний потенціал
                    суспільства.</p><br>
                <p>Україна: Україна також проводить реформи, наприклад, впровадження 12-річної шкільної програми, Нової
                    української школи, закону про інклюзивну освіту та реформування вищої освіти.</p><br>
            </div>
            <div>
                <h2>Висновок:</h2>
                <p>Хоча структура освіти в Україні та країнах ЄС є схожою, європейські країни часто мають більш гнучкі
                    та інтегровані системи, які сприяють мобільності студентів та взаємному визнанню освітніх
                    кваліфікацій. У країнах ЄС існує більша децентралізація управління освітою з акцентом на співпрацю
                    та обмін досвідом, тоді як в Україні освітня політика та управління зосереджені на національному
                    рівні. Обидві системи активно працюють над реформами, але країни ЄС мають більше ресурсів та
                    можливостей для інновацій, завдяки членству в ЄС та доступу до програм співпраці, таких як Еразмус.
                </p>
            </div>
        </div>
        <br>
        <hr>
        <br>
        <h1>Цікаві факти</h1>
        <ul>
            <h2>Німеччина</h2>
            <li>
                <p>Тільки випускники гімназії отримують атестат зрілості (Abitur) та право вступити до університету,
                    решті дають довідку про освіту.
                </p>
            </li>
            <li>
                <p>Аbitur можна отримати окремо після спеціальних курсів.</p>
            </li>
            <li>
                <p>З першого класу дитини, успішність якої значно краще, можуть перевести клас вище.</p>
            </li>
            <li>
                <p>Багато випускників гімназій залишаються на другий рік, щоб покращити середній бал в атестаті.</p>
            </li>
            <li>
                <p>У Німеччині є закон про загальний шкільний обов'язок, батьків прогульника може оштрафувати поліція.
                </p>
            </li>
            <li>
                <p>Також у німецьких школах дітей не годують, вони носять їжу з дому</p>
            </li>
        </ul>
        <ul>
            <h2>Франція</h2>
            <li>
                <p>У Франції існує традиція гімназійного навчання, яке зазвичай розпочинається у віці 11 років. Гімназії
                    славляться своєю академічною високою підготовкою та підкресленням гуманітарних наук.</p>
            </li>
            <li>
                <p>Французькі студенти зазвичай проймають серію випробувань, відомих як "Baccalauréat" (або "Bac"), щоб
                    отримати ступінь середньої освіти. Цей екзамен зазвичай проходить у заключному році старшої школи і
                    визначає доступ до університету.</p>
            </li>
            <li>
                <p>Французькі університети відомі своєю академічною високою підготовкою. Університети, такі як Sorbonne
                    в Парижі, мають довгу історію і визнані у всьому світі.</p>
            </li>
            <li>
                <p>У Франції існує високий рівень конкуренції в освітній системі, що відображається у рейтингових
                    списках університетів. Це стимулює студентів до досягнень та конкурентоздатності.</p>
            </li>
            <li>
                <p>Франція відома своєю збалансованою системою освіти, яка підтримує як гуманітарні, так і наукові
                    напрями. Студенти можуть обирати шлях у галузі мистецтва, науки, технологій або гуманітарних наук
                    залежно від їхніх інтересів та цілей.</p>
            </li>
            <li>
                <p>Франція приваблює студентів з усього світу своїми відомими університетами, програмами обміну та
                    можливостями для отримання міжнародного досвіду.</p>
            </li>
            <li>
                <p>Оскільки французька мова є однією з головних мов світу, навчання у Франції також включає мовну
                    іммерсію, що допомагає студентам покращити свої мовні навички та отримати культурний досвід.</p>
            </li>
        </ul>
        <ul>
            <h2>Італія</h2>
            <li>
                <p>В Італії існує система загальної і безкоштовної освіти для всіх дітей віком від 6 до 16 років. Це
                    включає початкову та середню школу.</p>
            </li>
            <li>
                <p>Італійська освітня система відзначається великим акцентом на культурні аспекти, включаючи мистецтво,
                    літературу та історію. Уроки мистецтва та музики є обов'язковими в багатьох школах.</p>
            </li>
            <li>
                <p>Шкільна система Італії відома своєю трициклічною структурою, яка складається з трьох рівнів:
                    початкова школа (scuola primaria), середня школа (scuola secondaria di primo grado) і старша школа
                    (scuola secondaria di secondo grado).</p>
            </li>
            <li>
                <p>Останнім часом в Італії спостерігається збільшення кількості шкіл, що пропонують англомовні програми,
                    щоб підготувати студентів до міжнародного середовища та робочих можливостей.</p>
            </li>
            <li>
                <p>Італійці віддають велике значення вищій освіті, тому багато студентів прагнуть отримати вищу освіту,
                    вступивши до університетів або вищих навчальних закладів.</p>
            </li>
            <li>
                <p>Італія славиться своїми високоякісними університетами, такими як Університет Болоньї, який вважається
                    найдавнішим університетом у світі, та Університет Падуї, де була створена перша біржа в світі.</p>
            </li>
            <li>
                <p>Італійські університети приваблюють студентів з усього світу, створюючи багатомовне та культурно
                    різноманітне середовище для навчання та взаєморозуміння.</p>
            </li>
        </ul>
        <ul>
            <h2>США</h2>
            <li>
                <p>США володіє однією з найбільш розгалужених та різноманітних систем вищої освіти у світі. Вона включає
                    в себе понад 4000 коледжів та університетів, серед яких є як державні, так і приватні заклади.

                </p>
            </li>
            <li>
                <p>США має деякі з найпрестижніших університетів у світі, таких як Гарвардський університет,
                    Стенфордський університет, та Массачусетський технологічний інститут (MIT).</p>
            </li>
            <li>
                <p>У США існує велика кількість стипендій для студентів, які можуть бути надані як державними
                    установами, так і приватними організаціями. Це допомагає студентам фінансувати свою освіту.</p>
            </li>
            <li>
                <p>Багато американських університетів пропонують гнучкі навчальні програми, що дозволяють студентам
                    обирати курси з різних дисциплін та створювати свої власні навчальні шляхи.</p>
            </li>
            <li>
                <p>Університети в США можуть бути акредитовані різними агентствами, які оцінюють їхню якість та
                    стандарти навчання. Це допомагає студентам та роботодавцям оцінювати якість освіти.</p>
            </li>
            <li>
                <p>Багато університетів в США мають великі спортивні програми, такі як американський футбол та
                    баскетбол. Це додає до університетського досвіду екстра-вимір, а також створює можливості для
                    стипендій для спортсменів.</p>
            </li>
            <li>
                <p>В США існує система загальної освіти, що складається з початкової школи (від дошкільного віку до
                    приблизно 11 років) та середньої школи (від 12 до 18 років).</p>
            </li>
            <li>
                <p>Багато студентів з США обирають навчання за кордоном, щоб отримати міжнародний досвід та перспективи.
                    Обмінні програми та міжнародні стажування є популярними серед студентів.</p>
            </li>
        </ul>
    </main>
</body>

</html>